Repository: sainnick/AhQ_parallel_corpus
Catalog: 中文双语语料库.tmx
Source language: en_us
Languages: zh_cn

source: During the next few days the number of people who coiled their pigtails on their heads gradually increased, and, as has already been said, the first to do so was naturally the successful county candidate; the next were Chao Szu-chen and Chao Pai-yen, and after them Ah Q. If it had been summer it would not have been considered strange if everybody had coiled their pigtails on their heads or tied them in knots; but this was late autumn, so that this autumn observance of a summer practice on the part of those who coiled their pigtails could be considered nothing short of a heroic decision, and as far as Weichuang was concerned it could not be said to have had no connection with the reforms.
zh_cn: 几天之后，将辫子盘在顶上的逐渐增加起来了，早经说过，最先自然是茂才公，其次便是赵司晨和赵白眼，后来是阿Ｑ。倘在夏天，大家将辫子盘在头顶上或者打一个结，本不算什么稀奇事，但现在是暮秋，所以这"秋行夏令"的情形，在盘辫家不能不说是万分的英断，而在未庄也不能说无关于改革了。

source: When Chao Szu-chen approached with the nape of his neck bare, people who saw him remarked, "Ah!
zh_cn: 赵司晨脑后空荡荡的走来，看见的人大嚷说，

source: Here comes a revolutionary!"
zh_cn: "豁，革命党来了！"

source: When Ah Q heard this he was greatly impressed.
zh_cn: 阿Ｑ听到了很羡慕。

source: Although he had long since heard how the successful county candidate had coiled his pigtail on his head, it had never occurred to him to do the same. Only now when he saw that Chao Szuchen had followed suit was he struck with the idea of doing the same himself.
zh_cn: 他虽然早知道秀才盘辫的大新闻，但总没有想到自己可以照样做，现在看见赵司晨也如此，才有了学样的意思，定下实行的决心。

source: He made up his mind to copy them. He used a bamboo chopstick to twist his pigtail up on his head, and after some hesitation eventually summoned up the courage to go out.
zh_cn: 他用一支竹筷将辫子盘在头顶上，迟疑多时，这才放胆的走去。

source: As he walked along the street people looked at him, but nobody said anything. Ah Q was very displeased at first, then he became very resentful.
zh_cn: 他在街上走，人也看他，然而不说什么话，阿Ｑ当初很不快，后来便很不平。

source: Recently he had been losing his temper very easily. As a matter of fact his life was no harder than before the revolution, people treated him politely, and the shops no longer demanded payment in cash, yet Ah Q still felt dissatisfied.
zh_cn: 他近来很容易闹脾气了；其实他的生活，倒也并不比造反之前反艰难，人见他也客气，店铺也不说要现钱。

source: He thought since a revolution had taken place, it should involve more than this.
zh_cn: 而阿Ｑ总觉得自己太失意：既然革了命，不应该只是这样的。

source: When he saw Young D, his anger boiled over.
zh_cn: 况且有一回看见小Ｄ，愈使他气破肚皮了。

source: Young D had also coiled his pigtail up on his head and, what was more, he had actually used a bamboo chopstick to do so too.
zh_cn: 小Ｄ也将辫子盘在头顶上了，而且也居然用一支竹筷。

source: Ah Q had never imagined that Young D would also have the courage to do this; he certainly could not tolerate such a thing! Who was Young D anyway? He was greatly tempted to seize him then and there, break his bamboo chopstick, let down his pigtail and slap his face several times into the bargain to punish him for forgetting his place and for his presumption in becoming a revolutionary.
zh_cn: 阿Ｑ万料不到他也敢这样做，自己也决不准他这样做！小Ｄ是什么东西呢？他很想即刻揪住他，拗断他的竹筷，放下他的辫子，并且批他几个嘴巴，聊且惩罚他忘了生辰八字，也敢来做革命党的罪。

source: But in the end he let him off, simply fixing him with a furious glare, spitting, and exclaiming, "Pah!" These last few days the only one to go to town was the Imitation Foreign Devil.
zh_cn: 但他终于饶放了，单是怒目而视的吐一口唾沫道"呸！" 这几日里，进城去的只有一个假洋鬼子。

source: The successful county candidate in the Chao family had thought of using the deposited cases as a pretext to call on the successful provincial candidate, but the danger that he might have his pigtail cut off had made him defer his visit.
zh_cn: 赵秀才本也想靠着寄存箱子的渊源，亲身去拜访举人老爷的，但因为有剪辫的危险，所以也中止了。

source: He had written an extremely formal letter, and asked the Imitation Foreign Devil to take it to town; he had also asked the latter to introduce him to the Liberty Party.
zh_cn: 他写了一封"黄伞格"（7.）的信，托假洋鬼子带上城，而且托他给自己绍介绍介，去进自由党。

source: When the Imitation Foreign Devil came back he asked the successful county candidate for four dollars, after which the successful county candidate wore a silver peach on his chest. All the Weichuang villagers were overawed, and said that this was the badge of the Persimmon Oil Party, [17] equivalent to the rank of a Han Lin. [18] As a result, Mr. Chao's prestige suddenly increased, far more so in fact than when his son first passed the official examination; consequently he started looking down on everyone else, and, when he saw Ah Q, tended to ignore him a little.
zh_cn: 假洋鬼子回来时，向秀才讨还了四块洋钱，秀才便有一块银桃子挂在大襟上了；未庄人都惊服，说这是柿油党的顶子（8.），抵得一个翰林（9.）；赵太爷因此也骤然大阔，远过于他儿子初隽秀才的时候，所以目空一切，见了阿Ｑ，也就很有些不放在眼里了。

source: Ah Q was thoroughly discontented at finding himself continually ignored, but as soon as he heard of this silver peach he realized at once why he was left out in the cold. Simply to say that you had gone over was not enough to make anyone a revolutionary; nor was it enough merely to wind your pigtail up on your head; the most important thing was to get into touch with the revolutionary party.
zh_cn: 阿Ｑ正在不平，又时时刻刻感着冷落，一听得这银桃子的传说，他立即悟出自己之所以冷落的原因了：要革命，单说投降，是不行的；盘上辫子，也不行的；第一着仍然要和革命党去结识。

source: In all his life he had known only two revolutionaries, one of whom had already lost his head in town, leaving only the Imitation Foreign Devil.
zh_cn: 他生平所知道的革命党只有两个，城里的一个早已"嚓"的杀掉了，现在只剩了一个假洋鬼子。

source: Unless he went at once to talk things over with the Imitation Foreign Devil, no way would be left open to him.
zh_cn: 他除却赶紧去和假洋鬼子商量之外，再没有别的道路了。

source: The front gate of the Chien house happened to be open, and Ah Q crept timidly in.
zh_cn: 钱府的大门正开着，阿Ｑ便怯怯的躄进去。

source: Once inside he gave a start, for there he saw the Imitation Foreign Devil standing in the middle of the courtyard dressed entirely in black, no doubt in foreign dress, and also wearing a silver peach. In his hand he held the stick with which Ah Q was already acquainted to his cost, and the foot or so of hair which he had grown again fell over his shoulders, hanging dishevelled like Saint Liu's. [19] Standing erect before him were Chao Pai-yen and three others, all of them listening with the utmost deference to what the Imitation Foreign Devil was saying.
zh_cn: 他一到里面，很吃了惊，只见假洋鬼子正站在院子的中央，一身乌黑的大约是洋衣，身上也挂着一块银桃子，手里是阿Ｑ曾经领教过的棍子，已经留到一尺多长的辫子都拆开了披在肩背上，蓬头散发的像一个刘海仙（10.）。

source: Ah Q tiptoed inside and stood behind Chao Pai-yen, wanting to utter a greeting, but not knowing what to say. Obviously he could not call the man "Imitation Foreign Devil," and neither "Foreigner" nor "Revolutionary" seemed suitable. Perhaps the best form of address would be "Mr. Foreigner."
zh_cn: 对面挺直的站着赵白眼和三个闲人，正在必恭必敬的听说话。 阿Ｑ轻轻的走近了，站在赵白眼的背后，心里想招呼，却不知道怎么说才好：叫他假洋鬼子固然是不行的了，洋人也不妥，革命党也不妥，或者就应该叫洋先生了罢。

source: But Mr. Foreigner had not seen him, because with eyes raised he was saying with great animation: "I am so impulsive that when we met I kept saying, 'Old Hung, we should get on with it!' But he always answered 'Nein!'-that's a foreign word which you wouldn't understand.
zh_cn: 洋先生却没有见他，因为白着眼睛讲得正起劲： "我是性急的，所以我们见面，我总是说：洪哥（11.）！我们动手罢！他却总说道Ｎｏ！——这是洋话，你们不懂的。

source: Otherwise we should have succeeded long ago.
zh_cn: 否则早已成功了。

source: This is an instance of how cautious he is.
zh_cn: 然而这正是他做事小心的地方。

source: He asked me again and again to go to Hupeh, but I wouldn't agree.
zh_cn: 他再三再四的请我上湖北，我还没有肯。

source: Who wants to work in a small district town? ?
zh_cn: 谁愿意在这小县城里做事情。......"

source: "Er-er-" Ah Q waited for him to pause, and then screwed up his courage to speak. But for some reason or other he still did not call him Mr. Foreigner.
zh_cn: "唔......这个......"阿Ｑ候他略停，终于用十二分的勇气开口了，但不知道因为什么，又并不叫他洋先生。

source: The four men who had been listening gave a start and turned to stare at Ah Q. Mr. Foreigner too caught sight of him for the first time.
zh_cn: 听着说话的四个人都吃惊的回顾他。洋先生也才看见：

source: "What?"
zh_cn: "什么？"

source: "I ?
zh_cn: "我......"

source: "Clear out!"
zh_cn: "出去！"

source: "I want to join ?
zh_cn: "我要投......"

source: "Get out!" said Mr. Foreigner, lifting the "mourner's stick."
zh_cn: "滚出去！"洋先生扬起哭丧棒来了。

source: Then Chao Pai-yen and the others shouted, "Mr. Chien tells you to get out, don't you hear!"
zh_cn: 赵白眼和闲人们便都吆喝道："先生叫你滚出去，你还不听么！"

source: Ah Q put up his hands to protect his head, and without knowing what he was doing fled through the gate; but this time Mr. Foreigner did not give chase.
zh_cn: 阿Ｑ将手向头上一遮，不自觉的逃出门外；洋先生倒也没有追。

source: After running more than sixty steps Ah Q slowed down, and began to feel most upset, because if Mr. Foreigner would not allow him to be a revolutionary, there was no other way open to him. In future he could never hope to have men in white helmets and white armour come to call him. All his ambition, aims, hope and future had been blasted at one stroke.
zh_cn: 他快跑了六十多步，这才慢慢的走，于是心里便涌起了忧愁：洋先生不准他革命，他再没有别的路；从此决不能望有白盔白甲的人来叫他，他所有的抱负，志向，希望，前程，全被一笔勾销了。

source: The fact that people might spread the news and make him a laughing-stock for the likes of Young D and Whiskers Wang was only a secondary consideration.
zh_cn: 至于闲人们传扬开去，给小Ｄ王胡等辈笑话，倒是还在其次的事。

source: Never before had he felt so flat.
zh_cn: 他似乎从来没有经验过这样的无聊。

source: Even coiling his pigtail on his head now struck him as pointless and ridiculous. As a form of revenge he was very tempted to let his pigtail down at once, but he did not do so.
zh_cn: 他对于自己的盘辫子，仿佛也觉得无意味，要侮蔑；为报仇起见，很想立刻放下辫子来，但也没有竟放。

source: He wandered about till evening, when after drinking two bowls of wine on credit he began to feel in better spirits, and in his mind's eye saw fragmentary visions of white helmets and white armour once more.
zh_cn: 他游到夜间，赊了两碗酒，喝下肚去，渐渐的高兴起来了，思想里才又出现白盔白甲的碎片。

source: One day he loafed about until late at night. Only when the wine shop was about to close did he start to stroll back to the Tutelary God's Temple.
zh_cn: 有一天，他照例的混到夜深，待酒店要关门，才踱回土谷祠去。

source: "Bang-bump!"
zh_cn: 拍，吧......！

source: He suddenly heard an unusual sound, which could not have been firecrackers.
zh_cn: 他忽而听得一种异样的声音，又不是爆竹。

source: Ah Q, who always liked excitement and enjoyed poking his nose into other people's business, went looking for the noise in the darkness.
zh_cn: 阿Ｑ本来是爱看热闹，爱管闲事的，便在暗中直寻过去。

source: He thought he heard footsteps ahead, and was listening carefully when a man suddenly rushed out in front of him.
zh_cn: 似乎前面有些脚步声；他正听，猛然间一个人从对面逃来了。

source: As soon as Ah Q saw him, he turned and followed as fast as he could.
zh_cn: 阿Ｑ一看见，便赶紧翻身跟着逃。

source: When that man turned, Ah Q turned too, and when after turning a corner that man stopped, Ah Q stopped too.
zh_cn: 那人转弯，阿Ｑ也转弯，那人站住了，阿Ｑ也站住。

source: He saw there was no one behind, and that the man was Young D.
zh_cn: 他看后面并无什么，看那人便是小Ｄ。

source: "What is the matter?" asked Ah Q resentfully.
zh_cn: "什么？"阿Ｑ不平起来了。

source: "Chao ?
zh_cn: "赵......

source: the Chao family has been robbed," panted Young D.
zh_cn: 赵家遭抢了！"小Ｄ气喘吁吁的说。

source: Ah Q's heart went pit-a-pat.
zh_cn: 阿Ｑ的心怦怦的跳了。

source: After telling him this, Young D left. Ah Q ran on, then stopped two or three times.
zh_cn: 小Ｄ说了便走；阿Ｑ却逃而又停的两三回。

source: However, since he had once been in the business himself, he felt exceptionally courageous. Emerging from the street corner, he listened carefully and thought he heard shouting; he also looked carefully and thought he could see a lot of men in white helmets and white armour, carrying off cases, carrying off furniture, even carrying off the Ningpo bed of the successful county candidate's wife; he could not, however, see them very clearly. He wanted to go nearer, but his feet were rooted to the ground.
zh_cn: 但他究竟是做过"这路生意"，格外胆大，于是躄出路角，仔细的听，似乎有些嚷嚷，又仔细的看，似乎许多白盔白甲的人，络绎的将箱子抬出了，器具抬出了，秀才娘子的宁式床也抬出了，但是不分明，他还想上前，两只脚却没有动。

source: There was no moon that night, and Weichuang was very still in the pitch darkness, as quiet as in the peaceful days of the ancient Emperor Fu Hsi. [20] Ah Q stood there until he lost interest, yet everything still seemed the same as before; in the distance people moved to and fro, carrying things, carrying off cases, carrying off furniture, carrying off the Ningpo bed of the successful county candidate's wife ?carrying until he could hardly believe his own eyes.
zh_cn: 这一夜没有月，未庄在黑暗里很寂静，寂静到像羲皇（12.）时候一般太平。阿Ｑ站着看到自己发烦，也似乎还是先前一样，在那里来来往往的搬，箱子抬出了，器具抬出了，秀才娘子的宁式床也抬出了......抬得他自己有些不信他的眼睛了。

source: But he decided not to go nearer, and went back to the temple.
zh_cn: 但他决计不再上前，却回到自己的祠里去了。

source: When he had closed the big gate he groped his way into his room, and only after he had been lying down for some time did he feel calm enough to begin thinking how this affected him. The men in white helmets and white armour had evidently arrived, but they had not come to call him; they had taken away many things, but there was no share for him-this was all the fault of the Imitation Foreign Devil, who had barred him from the rebellion. Otherwise how could he have failed to have a share this time?
zh_cn: 土谷祠里更漆黑；他关好大门，摸进自己的屋子里。他躺了好一会，这才定了神，而且发出关于自己的思想来：白盔白甲的人明明到了，并不来打招呼，搬了许多好东西，又没有自己的份，——这全是假洋鬼子可恶，不准我造反，否则，这次何至于没有我的份呢？

source: The more Ah Q thought of it the angrier he grew, until he was in a towering rage. "So no rebellion for me, only for you, eh?" he exclaimed, nodding maliciously. "Curse you, you Imitation Foreign Devil-all right, be a rebel! A rebel is punished by having his head chopped off. I'll turn informer, and see you carried into town to have your head cut off-you and all your family ?Kill, kill!"
zh_cn: 阿Ｑ越想越气，终于禁不住满心痛恨起来，毒毒的点一点头："不准我造反，只准你造反？妈妈的假洋鬼子，——好，你造反！造反是杀头的罪名呵，我总要告一状，看你抓进县里去杀头，——满门抄斩，——嚓！嚓！"

source: Chapter 9: The Grand Finale
zh_cn: 第九章大团圆

source: After the Chao family was robbed most of the people in Weichuang felt pleased yet fearful, and Ah Q was no exception.
zh_cn: 赵家遭抢之后，未庄人大抵很快意而且恐慌，阿Ｑ也很快意而且恐慌。

source: But four days later Ah Q was suddenly dragged into town in the middle of the night.
zh_cn: 但四天之后，阿Ｑ在半夜里忽被抓进县城里去了。

source: It happened to be a dark night. A squad of soldiers, a squad of militia, a squad of police and five secret servicemen made their way quietly to Weichuang, and, after posting a machine-gun opposite the entrance, under cover of darkness they surrounded the Tutelary God's Temple. Ah Q did not rush out.
zh_cn: 那时恰是暗夜，一队兵，一队团丁，一队警察，五个侦探，悄悄地到了未庄，乘昏暗围住土谷祠，正对门架好机关枪；然而阿Ｑ不冲出。

source: For a long time nothing stirred in the temple. The captain grew impatient and offered a reward of twenty thousand cash. Only then did two militiamen summon up courage to jump over the wall and enter. With their co-operation from within, the others rushed in and dragged Ah Q out. But not until he had been carried out of the temple to somewhere near the machine-gun did he begin to sober up.
zh_cn: 许多时没有动静，把总焦急起来了，悬了二十千的赏，才有两个团丁冒了险，逾垣进去，里应外合，一拥而入，将阿Ｑ抓出来；直待擒出祠外面的机关枪左近，他才有些清醒了。

source: It was already midday by the time they reached town, and Ah Q found himself carried to a dilapidated yamen where, after taking five or six turnings, he was pushed into a small room.
zh_cn: 到进城，已经是正午，阿Ｑ见自己被搀进一所破衙门，转了五六个弯，便推在一间小屋里。

source: No sooner had he stumbled inside than the door, made of wooden bars to form a grating, closed upon his heels. The rest of the room consisted of three blank walls, and when he looked round carefully he saw two other men in a corner of the room.
zh_cn: 他刚刚一跄踉，那用整株的木料做成的栅栏门便跟着他的脚跟阖上了，其余的三面都是墙壁，仔细看时，屋角上还有两个人。

source: Although Ah Q was feeling rather uneasy, he was by no means too depressed, because the room where he slept in the Tutelary God's Temple was in no way superior to this.
zh_cn: 阿Ｑ虽然有些忐忑，却并不很苦闷，因为他那土谷祠里的卧室，也并没有比这间屋子更高明。

source: The two other men also seemed to be villagers. They gradually fell into conversation with him, and one of them told him that the successful provincial candidate wanted to dun him for the rent owed by his grandfather; the other did not know why he was there.
zh_cn: 那两个也仿佛是乡下人，渐渐和他兜搭起来了，一个说是举人老爷要追他祖父欠下来的陈租，一个不知道为了什么事。

source: When they questioned Ah Q, he answered quite frankly, "Because I wanted to revolt."
zh_cn: 他们问阿Ｑ，阿Ｑ爽利的答道，"因为我想造反。"

source: That afternoon he was dragged out through the barred door and taken to a big hall, at the far end of which sat an old man with a cleanly shaven head.
zh_cn: 他下半天便又被抓出栅栏门去了，到得大堂，上面坐着一个满头剃得精光的老头子。

source: Ah Q took him for a monk at first, but when he saw soldiers standing guard and a dozen men in long coats on both sides, some with their heads cleanshaven like this old man and some with a foot or so of hair hanging over their shoulders like the Imitation Foreign Devil, all glaring furiously at him with grim faces, he knew this man must be someone important. At once the joints of his knees relaxed of their own accord, and he sank down.
zh_cn: 阿Ｑ疑心他是和尚，但看见下面站着一排兵，两旁又站着十几个长衫人物，也有满头剃得精光像这老头子的，也有将一尺来长的头发披在背后像那假洋鬼子的，都是一脸横肉，怒目而视的看他；他便知道这人一定有些来历，膝关节立刻自然而然的宽松，便跪了下去了。

source: "Stand up to speak! Don't kneel!" shouted all the men in the long coats.
zh_cn: "站着说！不要跪！"长衫人物都吆喝说。

source: Although Ah Q understood, he felt incapable of standing up: his body had involuntarily dropped to a squatting position, and improving on it he finally knelt down.
zh_cn: 阿Ｑ虽然似乎懂得，但总觉得站不住，身不由己的蹲了下去，而且终于趁势改为跪下了。

source: "Slave!" exclaimed the long-coated men contemptuously. They did not insist on his getting up, however. "Tell the truth and you will receive a lighter sentence," said the old man with the shaven head, in a low but clear voice, fixing his eyes on Ah Q. "I know everything already. When you have confessed, I will let you go." "Confess!" repeated the long-coated men loudly.
zh_cn: "奴隶性！......"长衫人物又鄙夷似的说，但也没有叫他起来。 "你从实招来罢，免得吃苦。我早都知道了。招了可以放你。"那光头的老头子看定了阿Ｑ的脸，沉静的清楚的说。 "招罢！"长衫人物也大声说。

source: "The fact is I wanted ?to come ? muttered Ah Q disjointedly, after a moment's confused thinking. "In that case, why didn't you come?" asked the old man gently. "The Imitation Foreign Devil wouldn't let me!" "Nonsense! It is too late to talk now.
zh_cn: "我本来要......来投......"阿Ｑ胡里胡涂的想了一通，这才断断续续的说。 "那么，为什么不来的呢？"老头子和气的问。 "假洋鬼子不准我！" "胡说！此刻说，也迟了。

source: Where are your accomplices?"
zh_cn: 现在你的同党在那里？"

source: "What? ?
zh_cn: "什么？......"

source: "The people who robbed the Chao family that night."
zh_cn: "那一晚打劫赵家的一伙人。"

source: "They didn't come to call me.
zh_cn: "他们没有来叫我。

source: They moved the things away themselves."
zh_cn: 他们自己搬走了。"

source: Mention of this made Ah Q indignant. "Where did they go? When you have told me I will let you go," repeated the old man even more gently.
zh_cn: 阿Ｑ提起来便愤愤。 "走到那里去了呢？说出来便放你了。"老头子更和气了。

source: "I don't know ?
zh_cn: "我不知道......

source: they didn't come to call me ?
zh_cn: 他们没有来叫我......"

source: Then, at a sign from the old man, Ah Q was dragged back through the barred door.
zh_cn: 然而老头子使了一个眼色，阿Ｑ便又被抓进栅栏门里了。

source: The following morning he was dragged out once more.
zh_cn: 他第二次抓出栅栏门，是第二天的上午。

source: Everything was unchanged in the big hall.
zh_cn: 大堂的情形都照旧。

source: The old man with the clean-shaven head was still sitting there, and Ah Q knelt down again as before.
zh_cn: 上面仍然坐着光头的老头子，阿Ｑ也仍然下了跪。

source: "Have you anything else to say?" asked the old man gently.
zh_cn: 老头子和气的问道，"你还有什么话说么？"

source: Ah Q thought, and decided there was nothing to say, so he answered, "Nothing."
zh_cn: 阿Ｑ一想，没有话，便回答说，"没有。"

source: Then a man in a long coat brought a sheet of paper and held a brush in front of Ah Q, which he wanted to thrust into his hand.
zh_cn: 于是一个长衫人物拿了一张纸，并一支笔送到阿Ｑ的面前，要将笔塞在他手里。

source: Ah Q was now nearly frightened out of his wits, because this was the first time in his life that his hand had ever come into contact with a writing brush.
zh_cn: 阿Ｑ这时很吃惊，几乎"魂飞魄散"了：因为他的手和笔相关，这回是初次。

source: He was just wondering how to hold it when the man pointed out a place on the paper, and told him to sign his name.
zh_cn: 他正不知怎样拿；那人却又指着一处地方教他画花押。

source: "I-I-can't write," said Ah Q, shamefaced, nervously holding the brush.
zh_cn: "我......我......不认得字。"阿Ｑ一把抓住了笔，惶恐而且惭愧的说。

source: "In that case, to make it easy for you, draw a circle!"
zh_cn: "那么，便宜你，画一个圆圈！"

source: Ah Q tried to draw a circle, but the hand with which he grasped the brush trembled, so the man spread the paper on the ground for him. Ah Q bent down and, as painstakingly as if his life depended on it, drew a circle.
zh_cn: 阿Ｑ要画圆圈了，那手捏着笔却只是抖。于是那人替他将纸铺在地上，阿Ｑ伏下去，使尽了平生的力气画圆圈。

source: Afraid people would laugh at him, he determined to make the circle round; however, not only was that wretched brush very heavy, but it would not do his bidding. Instead it wobbled from side to side; and just as the line was about to close it swerved out again, making a shape like a melon seed.
zh_cn: 他生怕被人笑话，立志要画得圆，但这可恶的笔不但很沉重，并且不听话，刚刚一抖一抖的几乎要合缝，却又向外一耸，画成瓜子模样了。

source: While Ah Q was ashamed because he had nor been able to draw a round circle, the man had already taken back the paper and brush without any comment. A number of people then dragged him back for the third time through the barred door. This time he did not feel particularly irritated.
zh_cn: 阿Ｑ正羞愧自己画得不圆，那人却不计较，早已掣了纸笔去，许多人又将他第二次抓进栅栏门。 他第二次进了栅栏，倒也并不十分懊恼。

source: He supposed that in this world it was the fate of everybody at some time to be dragged in and out of prison, and to have to draw circles on paper; it was only because his circle had not been round that he felt there was a stain on his reputation.
zh_cn: 他以为人生天地之间，大约本来有时要抓进抓出，有时要在纸上画圆圈的，惟有圈而不圆，却是他"行状"上的一个污点。

source: Presently, however, he regained composure by thinking, "Only idiots can make perfect circles."
zh_cn: 但不多时也就释然了，他想：孙子才画得很圆的圆圈呢。

source: And with this thought he fell asleep.
zh_cn: 于是他睡着了。

source: That night, however, the successful provincial candidate was unable to go to sleep, because he had quarrelled with the captain.
zh_cn: 然而这一夜，举人老爷反而不能睡：他和把总呕了气了。

source: The successful provincial candidate had insisted that the most important thing was to recover the stolen goods, while the captain said the most important thing was to make a public example.
zh_cn: 举人老爷主张第一要追赃，把总主张第一要示众。

source: Recently the captain had come to treat the successful provincial candidate quite disdainfully. So, banging his fist on the table, he said, "Punish one to awe one hundred! See now, I have been a member of the revolutionary party for less than twenty days, but there have been a dozen cases of robbery, none of them solved yet; and think how badly that reflects on me. Now this one has been solved, you come and argue like a pedant.
zh_cn: 把总近来很不将举人老爷放在眼里了，拍案打凳的说道，"惩一儆百！你看，我做革命党还不上二十天，抢案就是十几件，全不破案，我的面子在那里？破了案，你又来迂。

source: It won't do! This is my affair." The successful provincial candidate was very upset, but he still persisted, saying that if the stolen goods were nor recovered, he would resign immediately from his post as assistant civil administrator.
zh_cn: 不成！这是我管的！"举人老爷窘急了，然而还坚持，说是倘若不追赃，他便立刻辞了帮办民政的职务。

source: "As you please!" said the captain. In consequence the successful provincial candidate did not sleep that night, but happily he did not hand in his resignation the next day after all.
zh_cn: 而把总却道，"请便罢！"于是举人老爷在这一夜竟没有睡，但幸第二天倒也没有辞。

source: The third time that Ah Q was dragged out of the barred door, was the morning following the night on which the successful provincial candidate had been unable to sleep.
zh_cn: 阿Ｑ第三次抓出栅栏门的时候，便是举人老爷睡不着的那一夜的明天的上午了。

source: When he reached the big ball, the old man with the clean-shaven head was still sitting there as usual, and Ah Q also knelt down as usual.
zh_cn: 他到了大堂，上面还坐着照例的光头老头子；阿Ｑ也照例的下了跪。

source: Very gently the old man questioned him: "Have you anything more to say?" Ah Q thought, and decided there was nothing to say, so he answered, "Nothing."
zh_cn: 老头子很和气的问道，"你还有什么话么？" 阿Ｑ一想，没有话，便回答说，"没有。"

source: A number of men in long coats and short jackets put a white vest of foreign cloth on him. It had some black characters on it.
zh_cn: 许多长衫和短衫人物，忽然给他穿上一件洋布的白背心，上面有些黑字。

source: Ah Q felt considerably disconcerted, because this was very like mourning dress, and to wear mourning was unlucky. At the same time his hands were bound behind his back, and he was dragged out of the yamen.
zh_cn: 阿Ｑ很气苦：因为这很像是带孝，而带孝是晦气的。然而同时他的两手反缚了，同时又被一直抓出衙门外去了。
